/*
    Данный код выводит неверное сообщение о возрасте
    исправте ошибку и так же перепишите код
    используя новый синтаксис
    используя подходящие оператоы
    следуя рекомендациям по именованию переменных
*/


const age = 20; // const age - это же просто утопия!
let text = `Ваш возраст: ${age} лет`;
alert(text); // Должен вывести: Ваш возраст: 20 лет


let hours = 12;
const minutes = 45;
hours += 1;
let textWithTime = `Текущее время: ${hours}:${minutes}`;

alert(textWithTime); // Должен вывести: Текущее время: 13:45
